{
    "generos": {
        "Resenha": {
            "frequencia": 2,
            "analises": [
                {
                    "ano": 2025,
                    "texto": "ASPECTOS GERAIS DA AVALIAÇÃO\na) Considerando tratar-se de textos escritos em condições especiais que envolvem um processo\nclassificatório em concurso vestibular, cada redação, embora avaliada em sua especificidade, é\npontuada de forma contextualizada;\nb) O programa de Redação do Vestibular UFSC/IFSC/IFC 2025 recomenda que a/o\ncandidata/candidato examine criteriosamente as propostas apresentadas e escolha a melhor\nperspectiva de abordagem, de modo a desenvolver o tema proposto no âmbito do gênero\ntextual/discursivo. Como a prova de Redação apresentou três propostas diferentes, recomendando\nque a/o candidata/candidato escolhesse aquela em que se sentisse mais bem preparada/preparado\npara sua produção escrita, a avaliação considerou que a escolha realizada tenha se dado em virtude\ndo domínio do gênero solicitado (manifesto, textão ou resenha), já que a temática das condições de\ntrabalho perpassa todas as propostas. As propostas de redação sob a perspectiva dos gêneros,\nconvém enfatizar, implica que o formato prototípico da redação – numa estruturação\nmodelar/padronizada – não é esperado como desenvolvimento possível da temática.\nc) Os critérios de avaliação, embora sejam apresentados separadamente por uma questão didática,\nestão intimamente interligados.\nASPECTOS ESPECÍFICOS DA AVALIAÇÃO\nAs provas de redação são avaliadas em sua formulação sob o prisma de quatro critérios: (a)\nAdequação à proposta (tema e gênero) de redação; (b) Adequação à modalidade escrita da\nvariedade padrão da língua portuguesa; (c) Coerência e coesão; e (d) Nível de informatividade e\nargumentatividade. Considerando que o critério (b) assemelha-se às três propostas (manifesto,\ntextão e resenha), apresentamos como esse critério é considerado no processo de avaliação das\nprovas.\nEm relação ao critério B – Adequação à modalidade escrita da variedade padrão da língua\nportuguesa: Esperava-se que a/o candidata/candidato demonstrasse domínio no uso de recursos\nlexicais e gramaticais com valor estilístico compatível com o gênero escolhido (manifesto, textão ou\nresenha), de modo a marcar a expressividade autoral; das convenções ortográficas; de regras de\nconcordância, regência, indicação de crase e colocação pronominal; de estruturação sintática dos\nperíodos; do significado e uso de palavras e expressões; e dos sinais de pontuação. O texto\nproduzido não deveria se limitar à obediência a regras gramaticais e ortográficas, nem apresentar\nuso de vocabulário restrito e repetitivo, citações e referências desconexas, frases e termos chavão.\nASPECTOS ESPECÍFICOS DA AVALIAÇÃO DO MANIFESTO\n\n\fAlém dos aspectos gerais, a redação foi avaliada pela banca examinadora considerando-se o\nseguinte:\nEm relação ao critério A – Adequação à proposta (gênero e tema) de redação: Esperava-se que a/o\ncandidata/candidato compreendesse a proposta escolhida e escrevesse um manifesto em que\napresentasse posicionamento sobre as condições de trabalho contemporâneas em nome de um\ndos dois coletivos, representados pelas assinaturas “Classe Trabalhadora” ou “Grupo de\nEmpregadores”, para o que poderia considerar o conteúdo dos três textos apresentados na prova\nem causa. A/O candidata/candidato deveria expor, de forma crítica, argumentos e demandas\nsignificativas ao coletivo assumido, articulando adequadamente, de forma autoral, a exposição de\nseu posicionamento, representando o mencionado coletivo. O texto deveria apresentar uma linha\nde sustentação do projeto de dizer da/do candidata/candidato (em consonância com a proposta),\nancorada em argumentos próprios e consistentes, sem deixar o texto fragmentado. Além disso,\nesperava-se que a/o candidata/candidato demonstrasse domínio dos aspectos formais relativos ao\nmanifesto (título, se optado por incluir, e introdução, desenvolvimento, conclusão, local, data e\nassinatura, no âmbito de uma tipologia argumentativa compatível com o gênero) e que utilizasse\nestilo condizente com a proposta escolhida (escolhas lexicais, nível de formalidade e/ou\ninformalidade, de acordo com o projeto escolhido para posicionamento acerca das condições de\ntrabalho contemporâneas).\nEm relação ao critério C – Coerência e coesão: Esperava-se que a/o candidata/candidato\ndesenvolvesse a proposta escolhida, mantendo a unidade e a progressão temática, sem\ncircularidade; organizasse os elementos linguísticos (palavras, expressões, orações, períodos,\nparágrafos), visando à maior legibilidade e precisão, com encadeamento de ideias em uma\nsequência adequada à linha argumentativa desenvolvida; utilizasse adequadamente elementos\ncoesivos (pronomes, articuladores textuais, léxico etc.) que contribuíssem com a fluidez textual,\natentando para a referenciação (léxico variado) e para a articulação entre as partes do texto;\nutilizasse tempos e modos verbais, segundo as necessidades de legibilidade e precisão e/ou\nexpressividade; estabelecesse relações semânticas entre palavras, frases e parágrafos, sem\ncontradições, utilizando operadores argumentativos adequados; e apresentasse um título\nexpressivo e articulado ao texto, quando incluído. Todos esses aspectos deveriam estar\nadequadamente articulados à proposta escolhida, de modo que a leitura do texto fosse fluida, sem\ninterrupções.\nEm relação ao critério D – Nível de informação e argumentação: Esperava-se que a/o\ncandidata/candidato empregasse vocabulário apropriado, utilizando o léxico como elemento\ninformativo para a produção da argumentação e da expressividade (posição de autoria) e também\nda progressão textual; oferecesse informações, fatos, argumentos, exemplos e/ou citações\nclaramente relacionados à proposta escolhida e à linha argumentativa defendida no texto;\narticulasse, de forma consistente, exposição e análise de elementos, com densidade informacional,\nde modo a contribuir significativamente com o fortalecimento da linha argumentativa; assumisse\numa posição pessoal clara no texto; demonstrasse criticidade; apresentasse um universo de"
                },
                {
                    "ano": 2013,
                    "texto": "Relatório Redação\n\nA exemplo de anos anteriores, foram três as propostas de redação apresentadas aos\ncandidatos, para que escolhessem uma delas para elaborar seu texto. Cada uma delas\ncontemplou um tema diferente, como também um gênero textual distinto, a saber: i) artigo,\nii) resenha, iii) dissertação. Mais uma vez, as obras literárias foram inspiração para pelo\nmenos uma das propostas de redação. As obras literárias vêm sendo exploradas no\ncontexto de várias disciplinas das provas do vestibular e mais expressivamente nos temas\nde redação. Assuntos bem atuais também têm sido recorrentes como proposta de produção\ntextual.\n\nDe acordo com o previsto no edital do vestibular, dos candidatos que realizam as\nprovas, apenas os que comparecerem nos três dias de prova e tiverem pontuação diferente\nde zero em cada uma das disciplinas, tiveram suas redações corrigidas. Assim, do total de\n35.161 candidatos que realizaram as provas, 24.863 tiveram suas redações avaliadas."
                }
            ]
        },
        "Manifesto": {
            "frequencia": 2,
            "analises": [
                {
                    "ano": 2025,
                    "texto": "ASPECTOS ESPECÍFICOS DA AVALIAÇÃO DO MANIFESTO\n\n\fAlém dos aspectos gerais, a redação foi avaliada pela banca examinadora considerando-se o\nseguinte:\nEm relação ao"
                },
                {
                    "ano": 2023,
                    "texto": "Critério A – Adequação à proposta (gênero e tema) de redação: esperava-se que o(a) candidato(a)\ncompreendesse a proposta escolhida e escrevesse uma carta para a COPERVE sugerindo a leitura de\n241\n\n\fum livro de literatura para o próximo vestibular, devendo expor os motivos pelos quais os(as)\ncandidatos(as) ao vestibular deveriam ler esse livro; ao final, o(a) candidato(a) deveria assinar a carta\ncomo “Vestibulando” a fim de não se identificar no certame. O(a) candidato(a) deveria expor ideias com\nargumentos pautados pelo interesse pessoal e/ou coletivo, em consonância com a posição assumida\ncomo emissor/autor da carta, sensibilizando a destinatária (COPERVE) para a importância da obra\nindicada. Ou seja, a postura autoral deveria expressar a posição pessoal frente a uma questão que\nenvolve um coletivo (grupo de estudantes que prestarão vestibular no ano seguinte). Além disso, o texto\ndeveria apresentar um fio condutor de modo que a escrita não ficasse fragmentada e que a linha\nargumentativa sustentadora do projeto de produção textual persuadisse o leitor em prol de uma questão\ncomum ao universo desses estudantes. O texto deveria apresentar i) local e data; ii) vocativo, iii)\nintrodução, desenvolvimento, conclusão (organizados em parágrafos); iv) despedida e\nv) assinatura\n(Vestibulando). Tais elementos foram efetivamente empregados pela grande maioria dos candidatos que\noptou pela proposta 1, o que sinaliza conhecimento acerca das principais propriedades do gênero carta,\npossivelmente porque, além de ser amplamente escolarizado, esteve presente em edições recentes do\nvestibular da UFSC. Um número significativo de vestibulandos optou pela proposta 1, mas o texto tendeu a\ncaracterizar-se como uma dissertação, mesclando elementos típicos desse gênero, o que foi penalizado,\nnesse caso, pela maior ou menor observância das especificidades do gênero manifesto.\nCritério B – Adequação à modalidade escrita da variedade padrão da língua portuguesa: esperavase que o(a) candidato(a) demonstrasse domínio no uso de recursos lexicais e gramaticais com valor\nestilístico compatível com o gênero carta, de modo a marcar a expressividade autoral; das convenções\nortográficas; de regras de concordância, regência, indicação de crase e colocação pronominal; de\nestruturação sintática dos períodos; do significado e uso de palavras e expressões; dos sinais de\npontuação. Além disso, o texto produzido não deveria se limitar à obediência a regras gramaticais e\nortográficas, ao uso de vocabulário pobre e repetitivo, a citações desconexas, a frases e termos chavão.\nCritério C – Coerência e coesão: esperava-se que o(a) candidato(a)desenvolvesse a proposta 1,\nmantendo a unidade e a progressão temática, sem circularidade; organizasse os elementos linguísticos\n(palavras, expressões, orações, períodos, parágrafos), visando à maior legibilidade e precisão, com\nencadeamento de ideias em uma sequência adequada à linha argumentativa e persuasiva desenvolvida;\nutilizasse adequadamente elementos coesivos (pronomes, articuladores textuais, léxico etc.), atentando\npara a referenciação (léxico variado) e a articulação entre as partes do texto; utilizasse tempos e modos\nverbais segundo as necessidades de legibilidade e precisão e/ou expressividade; estabelecesse relações\nsemânticas entre palavras, frases e parágrafos, sem contradições, utilizando operadores argumentativos\nadequados; apresentasse título/endereçamento articulado ao texto. Todos esses aspectos deveriam estar\nadequadamente articulados à proposta 1, de modo que a carta mantivesse coerência com a posição\nautoral assumida, visando o convencimento do destinatário, e que a leitura do texto fosse fluida, sem\ninterrupções.\nCritério D – Nível de informação e argumentação: esperava-se que o(a) candidato(a) expusesse\nargumentos, acerca de uma posição pessoal e/ou coletiva, como forma de sensibilização ou\nconscientização acerca da importância da leitura de uma determinada obra literária por candidatos(as) ao\npróximo vestibular organizado pela COPERVE, de modo que o destinatário aderisse à proposta do\nemissor/autor da carta; empregasse vocabulário apropriado, utilizando o léxico como elemento informativo\npara a produção da argumentação, da expressividade (posição de autoria) e da progressão textual;\noferecesse informações, fatos, argumentos, exemplos e/ou citações claramente relacionados à proposta\nescolhida e à linha argumentativa/persuasiva defendida no texto; articulasse de forma consistente\nexposição e análise de elementos, com densidade informacional, de modo a contribuir significativamente\ncom a linha argumentativa/ persuasiva seguida; assumisse uma posição clara no texto; demonstrasse\ncriticidade; apresentasse um universo de referências concretas/verossímeis (sem clichês, noções\ngeneralizantes ou indeterminadas); indicasse a autoria/fonte, caso citasse ou parafraseasse textos e ideias\nde outros. Todos esses aspectos deveriam estar adequadamente articulados à proposta 1. Cabe destacar\nque houve uma grande diversidade de obras recomendadas pelos vestibulandos em suas cartas, em sua\nmaioria obras da literatura anglófona e best sellers contemporâneos, com uma presença significativamente\nmenor da literatura de língua portuguesa, representada, entre diversos outros, indicadas pela UFSC como\nleitura para o vestibular recentemente ou no próprio certame. Um número considerável de livros indicados\nnão estava circunscrito ao âmbito da literatura, mas da autoajuda, da religião, da história ou da política. A\n\n242\n\n\fjustificativa frequentemente limitava-se à importância do autor seguida de um resumo do enredo,\nresultando em uma argumentação um tanto frágil. Em diversos casos, no entanto, somaram-se\nimportantes reflexões sobre a atualidade da obra, questões estéticas e socioeconômicas, bem como sua\nimportância para a formação de jovens leitores e futuros profissionais.\n\nPROPOSTA 2\nProduza um manifesto sobre a democratização da leitura no Brasil. Assinale como: “Coletivo de\nEstudantes do Ensino Médio”. Não se identifique.\nSeguindo os mesmos quatro critérios estabelecidos pelo programa do certame para a avaliação da prova\nde redação, mas levando em conta as especificidades da proposta 2, o texto produzido deveria atender:"
                }
            ]
        },
        "Crônica": {
            "frequencia": 2,
            "analises": [
                {
                    "ano": 2024,
                    "texto": "Aspectos específicos da avaliação – crônica\nAlém dos aspectos gerais, a redação foi avaliada pela banca examinadora considerando-se\no seguinte:\nEm relação ao critério A – Adequação à proposta (gênero e tema) de redação –, esperavase que o(a) candidato(a) compreendesse a proposta escolhida e escrevesse uma crônica que\ntematizasse a memória que queremos ter deste tempo, sem se identificar no certame. A crônica\ndeveria considerar o conteúdo dos três textos apresentados que abordavam o tema sobre a\nmemória: o texto 1 apresentava a capa dos seis livros cuja leitura foi indicada para o Vestibular\nUnificado UFSC/IFSC/IFC 2024 e destacava o tema da memória em todas as obras, como forma\nde pensar a implicação do passado no modo de perceber, conduzir e modificar o presente; o texto\n2 aludia a um excerto de “A alma do tempo”, de Afonso Arinos de Melo Franco (1961), para quem o\npeculiar ao gênero literário das memórias é que a reconquista do vivido não é somente um trabalho\nde restauração, mas sobretudo um esforço de renovação; o texto 3 tratava de um excerto de “A\nsombra das raparigas em flor”, de Marcel Proust (1918), que defendia a ideia de que a maior parte\nda nossa memória está fora de nós, mas em nós, ou seja, apenas oculta aos nossos próprios\nolhares, num esquecimento mais ou menos prolongado. O(a) candidato(a) deveria expor de forma\ncrítica fatos e situações, articulando adequadamente, de forma autoral, a exposição de seu ponto\nde vista. O texto deveria apresentar uma linha de sustentação do projeto pessoal de produção\ntextual do(a) candidato(a) (em consonância com a proposta), ancorada em argumentos próprios e\nconsistentes, sem fragmentação. Além disso, esperava-se que o(a) candidato(a) demonstrasse\ndomínio dos aspectos formais relativos à crônica (título e desenvolvimento no âmbito de uma\ntipologia argumentativa e/ou narrativa) e que utilizasse estilo condizente com a proposta escolhida\n(escolhas lexicais, nível de formalidade e/ou informalidade, de acordo com o projeto escolhido para\ndiscutir a memória que queremos ter deste tempo).\nEm relação ao critério C – Coerência e coesão –, esperava-se que o(a) candidato(a)\ndesenvolvesse a proposta escolhida mantendo a unidade e a progressão temática, sem\ncircularidade; organizasse os elementos linguísticos (palavras, expressões, orações, períodos,\nparágrafos) visando à maior legibilidade e precisão, com encadeamento de ideias em uma\nsequência adequada à linha argumentativa desenvolvida; utilizasse adequadamente elementos\ncoesivos (pronomes, articuladores textuais, léxico etc.) que contribuíssem com a fluidez textual,\natentando para a referenciação (léxico variado) e a articulação entre as partes do texto; utilizasse\ntempos e modos verbais segundo as necessidades de legibilidade e precisão e/ou expressividade;\nestabelecesse relações semânticas entre palavras, frases e parágrafos, sem contradições,\nutilizando operadores argumentativos adequados; e apresentasse um título expressivo e articulado\nao texto. Todos esses aspectos deveriam estar adequadamente articulados à proposta escolhida,\nde modo que a leitura do texto fosse fluida, sem interrupções.\nEm relação ao critério D – Nível de informatividade, argumentatividade e/ou\nnarratividade –, esperava-se que o(a) candidato(a) empregasse vocabulário apropriado, utilizando\no léxico como elemento informativo para a produção da argumentação e/ou da narração em favor\n\n\fda expressividade (posição de autoria) e da progressão textual; oferecesse informações, fatos,\nrelatos, argumentos, exemplos e/ou citações claramente relacionados à proposta escolhida e à linha\nargumentativa e/ou narrativa condutora do texto; articulasse de forma consistente exposição e\nanálise de elementos, com densidade informacional, de modo a contribuir significativamente com\nfortalecimento da linha argumentativa e/ou narrativa; assumisse uma posição pessoal clara no texto;\ndemonstrasse criticidade; apresentasse um universo de referências concretas/verossímeis (sem\nclichês, noções generalizantes ou indeterminadas), pertinentes ao projeto discursivo do(a)\ncandidato(a); e indicasse a autoria/fonte, caso citasse ou parafraseasse textos e ideias de outros.\nTodos esses aspectos deveriam estar adequadamente articulados à proposta escolhida.\n\nConvém sublinhar, por fim, a importância da atenção ao desenvolvimento da temática no\ngênero textual eleito, uma vez que o gênero era determinante para o modo como o texto seria\nproduzido, já que os gêneros textuais dizem respeito à caracterização constitutiva de enunciados\nproduzidos nas diversas esferas de comunicação humana. Nesse sentido, foi especialmente\nsignificativa como estratégia de desenvolvimento da temática alguma recorrência à consideração\napenas incipiente aos elementos em sua composicionalidade que são fundamentais no processo\nde produção de textos nos gêneros requeridos. Nesses casos, a não observância ao gênero\nimplicou, primeiramente, o desconto do critério A. Além disso, por considerar-se o gênero aquilo\nque baliza o projeto de dizer da situação comunicacional, todos os demais critérios foram também\ndescontados, uma vez que, em decorrência dessa inadequação, todo o projeto textual/discursivo\nficou prejudicado.\nVale, ainda, o registro de que notas zero foram atribuídas às redações em que houve a\nidentificação nominal do candidato, em violação ao previsto no edital e reiterado na prova e na folha\nde redação."
                },
                {
                    "ano": 2023,
                    "texto": "Critério A – Adequação à proposta (gênero e tema) de redação: esperava-se que o(a) candidato(a)\ncompreendesse a proposta escolhida e escrevesse uma carta para a COPERVE sugerindo a leitura de\n241\n\n\fum livro de literatura para o próximo vestibular, devendo expor os motivos pelos quais os(as)\ncandidatos(as) ao vestibular deveriam ler esse livro; ao final, o(a) candidato(a) deveria assinar a carta\ncomo “Vestibulando” a fim de não se identificar no certame. O(a) candidato(a) deveria expor ideias com\nargumentos pautados pelo interesse pessoal e/ou coletivo, em consonância com a posição assumida\ncomo emissor/autor da carta, sensibilizando a destinatária (COPERVE) para a importância da obra\nindicada. Ou seja, a postura autoral deveria expressar a posição pessoal frente a uma questão que\nenvolve um coletivo (grupo de estudantes que prestarão vestibular no ano seguinte). Além disso, o texto\ndeveria apresentar um fio condutor de modo que a escrita não ficasse fragmentada e que a linha\nargumentativa sustentadora do projeto de produção textual persuadisse o leitor em prol de uma questão\ncomum ao universo desses estudantes. O texto deveria apresentar i) local e data; ii) vocativo, iii)\nintrodução, desenvolvimento, conclusão (organizados em parágrafos); iv) despedida e\nv) assinatura\n(Vestibulando). Tais elementos foram efetivamente empregados pela grande maioria dos candidatos que\noptou pela proposta 1, o que sinaliza conhecimento acerca das principais propriedades do gênero carta,\npossivelmente porque, além de ser amplamente escolarizado, esteve presente em edições recentes do\nvestibular da UFSC. Um número significativo de vestibulandos optou pela proposta 1, mas o texto tendeu a\ncaracterizar-se como uma dissertação, mesclando elementos típicos desse gênero, o que foi penalizado,\nnesse caso, pela maior ou menor observância das especificidades do gênero manifesto.\nCritério B – Adequação à modalidade escrita da variedade padrão da língua portuguesa: esperavase que o(a) candidato(a) demonstrasse domínio no uso de recursos lexicais e gramaticais com valor\nestilístico compatível com o gênero carta, de modo a marcar a expressividade autoral; das convenções\nortográficas; de regras de concordância, regência, indicação de crase e colocação pronominal; de\nestruturação sintática dos períodos; do significado e uso de palavras e expressões; dos sinais de\npontuação. Além disso, o texto produzido não deveria se limitar à obediência a regras gramaticais e\nortográficas, ao uso de vocabulário pobre e repetitivo, a citações desconexas, a frases e termos chavão.\nCritério C – Coerência e coesão: esperava-se que o(a) candidato(a)desenvolvesse a proposta 1,\nmantendo a unidade e a progressão temática, sem circularidade; organizasse os elementos linguísticos\n(palavras, expressões, orações, períodos, parágrafos), visando à maior legibilidade e precisão, com\nencadeamento de ideias em uma sequência adequada à linha argumentativa e persuasiva desenvolvida;\nutilizasse adequadamente elementos coesivos (pronomes, articuladores textuais, léxico etc.), atentando\npara a referenciação (léxico variado) e a articulação entre as partes do texto; utilizasse tempos e modos\nverbais segundo as necessidades de legibilidade e precisão e/ou expressividade; estabelecesse relações\nsemânticas entre palavras, frases e parágrafos, sem contradições, utilizando operadores argumentativos\nadequados; apresentasse título/endereçamento articulado ao texto. Todos esses aspectos deveriam estar\nadequadamente articulados à proposta 1, de modo que a carta mantivesse coerência com a posição\nautoral assumida, visando o convencimento do destinatário, e que a leitura do texto fosse fluida, sem\ninterrupções.\nCritério D – Nível de informação e argumentação: esperava-se que o(a) candidato(a) expusesse\nargumentos, acerca de uma posição pessoal e/ou coletiva, como forma de sensibilização ou\nconscientização acerca da importância da leitura de uma determinada obra literária por candidatos(as) ao\npróximo vestibular organizado pela COPERVE, de modo que o destinatário aderisse à proposta do\nemissor/autor da carta; empregasse vocabulário apropriado, utilizando o léxico como elemento informativo\npara a produção da argumentação, da expressividade (posição de autoria) e da progressão textual;\noferecesse informações, fatos, argumentos, exemplos e/ou citações claramente relacionados à proposta\nescolhida e à linha argumentativa/persuasiva defendida no texto; articulasse de forma consistente\nexposição e análise de elementos, com densidade informacional, de modo a contribuir significativamente\ncom a linha argumentativa/ persuasiva seguida; assumisse uma posição clara no texto; demonstrasse\ncriticidade; apresentasse um universo de referências concretas/verossímeis (sem clichês, noções\ngeneralizantes ou indeterminadas); indicasse a autoria/fonte, caso citasse ou parafraseasse textos e ideias\nde outros. Todos esses aspectos deveriam estar adequadamente articulados à proposta 1. Cabe destacar\nque houve uma grande diversidade de obras recomendadas pelos vestibulandos em suas cartas, em sua\nmaioria obras da literatura anglófona e best sellers contemporâneos, com uma presença significativamente\nmenor da literatura de língua portuguesa, representada, entre diversos outros, indicadas pela UFSC como\nleitura para o vestibular recentemente ou no próprio certame. Um número considerável de livros indicados\nnão estava circunscrito ao âmbito da literatura, mas da autoajuda, da religião, da história ou da política. A\n\n242\n\n\fjustificativa frequentemente limitava-se à importância do autor seguida de um resumo do enredo,\nresultando em uma argumentação um tanto frágil. Em diversos casos, no entanto, somaram-se\nimportantes reflexões sobre a atualidade da obra, questões estéticas e socioeconômicas, bem como sua\nimportância para a formação de jovens leitores e futuros profissionais.\n\nPROPOSTA 2\nProduza um manifesto sobre a democratização da leitura no Brasil. Assinale como: “Coletivo de\nEstudantes do Ensino Médio”. Não se identifique.\nSeguindo os mesmos quatro critérios estabelecidos pelo programa do certame para a avaliação da prova\nde redação, mas levando em conta as especificidades da proposta 2, o texto produzido deveria atender:"
                }
            ]
        },
        "Carta": {
            "frequencia": 2,
            "analises": [
                {
                    "ano": 2024,
                    "texto": "Aspectos específicos da avaliação – carta\nAlém dos aspectos gerais, a redação foi avaliada pela banca examinadora considerando-se\no seguinte:\nEm relação ao critério A – Adequação à proposta (gênero e tema) de redação –, esperavase que o(a) candidato(a) compreendesse a proposta escolhida e escrevesse uma carta ao(s)\nautor(es) de uma das seis obras indicadas no Vestibular 2024, compartilhando memórias, reflexões\ne indagações que a leitura dessa obra tivesse lhe despertado. Ao final, o(a) candidato(a) deveria\nassinar a carta como “Vestibulando” a fim de não se identificar no certame. A carta deveria\nconsiderar o conteúdo dos três textos apresentados que abordavam o tema sobre a memória: o\ntexto 1 apresentava a capa dos seis livros cuja leitura foi indicada para o Vestibular Unificado\nUFSC/IFSC/IFC 2024 e destacava o tema da memória em todas as obras, como forma de pensar\na implicação do passado no modo de perceber, conduzir e modificar o presente; o texto 2 aludia a\num excerto de “A alma do tempo”, de Afonso Arinos de Melo Franco (1961), para quem o peculiar\nao gênero literário das memórias é que a reconquista do vivido não é somente um trabalho de\nrestauração, mas sobretudo um esforço de renovação; o texto 3 tratava de um excerto de “A sombra\ndas raparigas em flor”, de Marcel Proust (1918), que defendia a ideia de que a maior parte da nossa\nmemória está fora de nós, mas em nós, ou seja, apenas oculta aos nossos próprios olhares, num\nesquecimento mais ou menos prolongado. O(a) candidato(a) deveria expor ideias com argumentos\ne/ou relatos pautados em consonância com a posição assumida como emissor/autor da carta,\nmobilizando o(a) destinatário(a), autor(es) da obra, acerca da relevância dessa obra, ou seja,\n\n\fpontuar como a leitura da obra despertou no(a) candidato(a) memórias, reflexões e indagações que\nfossem dignas de serem compartilhadas com o(s) autor(es) da obra. Além disso, o texto deveria\napresentar um fio condutor de modo que a escrita não ficasse fragmentada e que a linha narrativa\ne/ou argumentativa sustentadora do projeto de produção textual relacionasse as próprias memórias\ndo remetente da carta com o conteúdo da obra, produzindo engajamento no leitor/autor/destinatário.\nO texto deveria apresentar: i) remetente e destinatário bem-definidos; ii) elementos como local, data,\nvocativo, e assinatura como “Vestibulando(a)”; iii) introdução, desenvolvimento e conclusão\n(organizados em parágrafos).\nEm relação ao critério C – Coerência e coesão –, esperava-se que o(a) candidato(a)\ndesenvolvesse a proposta escolhida mantendo a unidade e a progressão temática, sem\ncircularidade; organizasse os elementos linguísticos (palavras, expressões, orações, períodos,\nparágrafos) visando à maior legibilidade e precisão, com encadeamento de ideias em uma\nsequência adequada à linha argumentativa e persuasiva desenvolvida; utilizasse adequadamente\nelementos coesivos (pronomes, articuladores textuais, léxico etc.), atentando para a referenciação\n(léxico variado) e a articulação entre as partes do texto; utilizasse tempos e modos verbais segundo\nas necessidades de legibilidade e precisão e/ou expressividade; estabelecesse relações\nsemânticas entre palavras, frases e parágrafos, sem contradições, utilizando operadores\nargumentativos adequados; e apresentasse endereçamento articulado ao texto. Todos esses\naspectos deveriam estar adequadamente relacionados à proposta escolhida, de modo que o texto\nmantivesse coerência com a posição autoral assumida, visando ao engajamento do destinatário, e\nque a leitura do texto fosse fluida, sem interrupções.\nEm relação ao critério D – Nível de informatividade, argumentativa e/ou narratividade –,\nesperava-se que o(a) candidato(a) expusesse argumentos, acerca sua posição, como forma de\nsensibilização do leitor/autor/destinatário em torno das memórias, reflexões e indagações\ndespertadas pela leitura da obra; empregasse vocabulário apropriado, utilizando o léxico como\nelemento informativo para a produção da argumentação e/ou narração em favor da expressividade\n(posição de autoria) e da progressão textual; oferecesse informações, fatos, relatos, argumentos,\nexemplos e/ou citações claramente relacionados à proposta escolhida e à linha narrativa e/ou\nargumentativa condutora do texto; articulasse de forma consistente exposição e análise de\nelementos, com densidade informacional, de modo a contribuir significativamente com a linha\nnarrativa e/ou argumentativa seguida; assumisse uma posição clara no texto; demonstrasse\ncriticidade; apresentasse um universo de referências concretas/verossímeis (sem clichês, noções\ngeneralizantes ou indeterminadas); e indicasse a autoria/fonte, caso citasse ou parafraseasse\ntextos e ideias de outros. Todos esses aspectos deveriam estar adequadamente articulados à\nproposta escolhida."
                },
                {
                    "ano": 2023,
                    "texto": "Critério A – Adequação à proposta (gênero e tema) de redação: esperava-se que o(a) candidato(a)\ncompreendesse a proposta escolhida e escrevesse uma carta para a COPERVE sugerindo a leitura de\n241\n\n\fum livro de literatura para o próximo vestibular, devendo expor os motivos pelos quais os(as)\ncandidatos(as) ao vestibular deveriam ler esse livro; ao final, o(a) candidato(a) deveria assinar a carta\ncomo “Vestibulando” a fim de não se identificar no certame. O(a) candidato(a) deveria expor ideias com\nargumentos pautados pelo interesse pessoal e/ou coletivo, em consonância com a posição assumida\ncomo emissor/autor da carta, sensibilizando a destinatária (COPERVE) para a importância da obra\nindicada. Ou seja, a postura autoral deveria expressar a posição pessoal frente a uma questão que\nenvolve um coletivo (grupo de estudantes que prestarão vestibular no ano seguinte). Além disso, o texto\ndeveria apresentar um fio condutor de modo que a escrita não ficasse fragmentada e que a linha\nargumentativa sustentadora do projeto de produção textual persuadisse o leitor em prol de uma questão\ncomum ao universo desses estudantes. O texto deveria apresentar i) local e data; ii) vocativo, iii)\nintrodução, desenvolvimento, conclusão (organizados em parágrafos); iv) despedida e\nv) assinatura\n(Vestibulando). Tais elementos foram efetivamente empregados pela grande maioria dos candidatos que\noptou pela proposta 1, o que sinaliza conhecimento acerca das principais propriedades do gênero carta,\npossivelmente porque, além de ser amplamente escolarizado, esteve presente em edições recentes do\nvestibular da UFSC. Um número significativo de vestibulandos optou pela proposta 1, mas o texto tendeu a\ncaracterizar-se como uma dissertação, mesclando elementos típicos desse gênero, o que foi penalizado,\nnesse caso, pela maior ou menor observância das especificidades do gênero manifesto.\nCritério B – Adequação à modalidade escrita da variedade padrão da língua portuguesa: esperavase que o(a) candidato(a) demonstrasse domínio no uso de recursos lexicais e gramaticais com valor\nestilístico compatível com o gênero carta, de modo a marcar a expressividade autoral; das convenções\nortográficas; de regras de concordância, regência, indicação de crase e colocação pronominal; de\nestruturação sintática dos períodos; do significado e uso de palavras e expressões; dos sinais de\npontuação. Além disso, o texto produzido não deveria se limitar à obediência a regras gramaticais e\nortográficas, ao uso de vocabulário pobre e repetitivo, a citações desconexas, a frases e termos chavão.\nCritério C – Coerência e coesão: esperava-se que o(a) candidato(a)desenvolvesse a proposta 1,\nmantendo a unidade e a progressão temática, sem circularidade; organizasse os elementos linguísticos\n(palavras, expressões, orações, períodos, parágrafos), visando à maior legibilidade e precisão, com\nencadeamento de ideias em uma sequência adequada à linha argumentativa e persuasiva desenvolvida;\nutilizasse adequadamente elementos coesivos (pronomes, articuladores textuais, léxico etc.), atentando\npara a referenciação (léxico variado) e a articulação entre as partes do texto; utilizasse tempos e modos\nverbais segundo as necessidades de legibilidade e precisão e/ou expressividade; estabelecesse relações\nsemânticas entre palavras, frases e parágrafos, sem contradições, utilizando operadores argumentativos\nadequados; apresentasse título/endereçamento articulado ao texto. Todos esses aspectos deveriam estar\nadequadamente articulados à proposta 1, de modo que a carta mantivesse coerência com a posição\nautoral assumida, visando o convencimento do destinatário, e que a leitura do texto fosse fluida, sem\ninterrupções.\nCritério D – Nível de informação e argumentação: esperava-se que o(a) candidato(a) expusesse\nargumentos, acerca de uma posição pessoal e/ou coletiva, como forma de sensibilização ou\nconscientização acerca da importância da leitura de uma determinada obra literária por candidatos(as) ao\npróximo vestibular organizado pela COPERVE, de modo que o destinatário aderisse à proposta do\nemissor/autor da carta; empregasse vocabulário apropriado, utilizando o léxico como elemento informativo\npara a produção da argumentação, da expressividade (posição de autoria) e da progressão textual;\noferecesse informações, fatos, argumentos, exemplos e/ou citações claramente relacionados à proposta\nescolhida e à linha argumentativa/persuasiva defendida no texto; articulasse de forma consistente\nexposição e análise de elementos, com densidade informacional, de modo a contribuir significativamente\ncom a linha argumentativa/ persuasiva seguida; assumisse uma posição clara no texto; demonstrasse\ncriticidade; apresentasse um universo de referências concretas/verossímeis (sem clichês, noções\ngeneralizantes ou indeterminadas); indicasse a autoria/fonte, caso citasse ou parafraseasse textos e ideias\nde outros. Todos esses aspectos deveriam estar adequadamente articulados à proposta 1. Cabe destacar\nque houve uma grande diversidade de obras recomendadas pelos vestibulandos em suas cartas, em sua\nmaioria obras da literatura anglófona e best sellers contemporâneos, com uma presença significativamente\nmenor da literatura de língua portuguesa, representada, entre diversos outros, indicadas pela UFSC como\nleitura para o vestibular recentemente ou no próprio certame. Um número considerável de livros indicados\nnão estava circunscrito ao âmbito da literatura, mas da autoajuda, da religião, da história ou da política. A\n\n242\n\n\fjustificativa frequentemente limitava-se à importância do autor seguida de um resumo do enredo,\nresultando em uma argumentação um tanto frágil. Em diversos casos, no entanto, somaram-se\nimportantes reflexões sobre a atualidade da obra, questões estéticas e socioeconômicas, bem como sua\nimportância para a formação de jovens leitores e futuros profissionais.\n\nPROPOSTA 2\nProduza um manifesto sobre a democratização da leitura no Brasil. Assinale como: “Coletivo de\nEstudantes do Ensino Médio”. Não se identifique.\nSeguindo os mesmos quatro critérios estabelecidos pelo programa do certame para a avaliação da prova\nde redação, mas levando em conta as especificidades da proposta 2, o texto produzido deveria atender:"
                }
            ]
        },
        "Textão": {
            "frequencia": 1,
            "analises": [
                {
                    "ano": 2025,
                    "texto": "ASPECTOS GERAIS DA AVALIAÇÃO\na) Considerando tratar-se de textos escritos em condições especiais que envolvem um processo\nclassificatório em concurso vestibular, cada redação, embora avaliada em sua especificidade, é\npontuada de forma contextualizada;\nb) O programa de Redação do Vestibular UFSC/IFSC/IFC 2025 recomenda que a/o\ncandidata/candidato examine criteriosamente as propostas apresentadas e escolha a melhor\nperspectiva de abordagem, de modo a desenvolver o tema proposto no âmbito do gênero\ntextual/discursivo. Como a prova de Redação apresentou três propostas diferentes, recomendando\nque a/o candidata/candidato escolhesse aquela em que se sentisse mais bem preparada/preparado\npara sua produção escrita, a avaliação considerou que a escolha realizada tenha se dado em virtude\ndo domínio do gênero solicitado (manifesto, textão ou resenha), já que a temática das condições de\ntrabalho perpassa todas as propostas. As propostas de redação sob a perspectiva dos gêneros,\nconvém enfatizar, implica que o formato prototípico da redação – numa estruturação\nmodelar/padronizada – não é esperado como desenvolvimento possível da temática.\nc) Os critérios de avaliação, embora sejam apresentados separadamente por uma questão didática,\nestão intimamente interligados.\nASPECTOS ESPECÍFICOS DA AVALIAÇÃO\nAs provas de redação são avaliadas em sua formulação sob o prisma de quatro critérios: (a)\nAdequação à proposta (tema e gênero) de redação; (b) Adequação à modalidade escrita da\nvariedade padrão da língua portuguesa; (c) Coerência e coesão; e (d) Nível de informatividade e\nargumentatividade. Considerando que o critério (b) assemelha-se às três propostas (manifesto,\ntextão e resenha), apresentamos como esse critério é considerado no processo de avaliação das\nprovas.\nEm relação ao critério B – Adequação à modalidade escrita da variedade padrão da língua\nportuguesa: Esperava-se que a/o candidata/candidato demonstrasse domínio no uso de recursos\nlexicais e gramaticais com valor estilístico compatível com o gênero escolhido (manifesto, textão ou\nresenha), de modo a marcar a expressividade autoral; das convenções ortográficas; de regras de\nconcordância, regência, indicação de crase e colocação pronominal; de estruturação sintática dos\nperíodos; do significado e uso de palavras e expressões; e dos sinais de pontuação. O texto\nproduzido não deveria se limitar à obediência a regras gramaticais e ortográficas, nem apresentar\nuso de vocabulário restrito e repetitivo, citações e referências desconexas, frases e termos chavão.\nASPECTOS ESPECÍFICOS DA AVALIAÇÃO DO MANIFESTO\n\n\fAlém dos aspectos gerais, a redação foi avaliada pela banca examinadora considerando-se o\nseguinte:\nEm relação ao critério A – Adequação à proposta (gênero e tema) de redação: Esperava-se que a/o\ncandidata/candidato compreendesse a proposta escolhida e escrevesse um manifesto em que\napresentasse posicionamento sobre as condições de trabalho contemporâneas em nome de um\ndos dois coletivos, representados pelas assinaturas “Classe Trabalhadora” ou “Grupo de\nEmpregadores”, para o que poderia considerar o conteúdo dos três textos apresentados na prova\nem causa. A/O candidata/candidato deveria expor, de forma crítica, argumentos e demandas\nsignificativas ao coletivo assumido, articulando adequadamente, de forma autoral, a exposição de\nseu posicionamento, representando o mencionado coletivo. O texto deveria apresentar uma linha\nde sustentação do projeto de dizer da/do candidata/candidato (em consonância com a proposta),\nancorada em argumentos próprios e consistentes, sem deixar o texto fragmentado. Além disso,\nesperava-se que a/o candidata/candidato demonstrasse domínio dos aspectos formais relativos ao\nmanifesto (título, se optado por incluir, e introdução, desenvolvimento, conclusão, local, data e\nassinatura, no âmbito de uma tipologia argumentativa compatível com o gênero) e que utilizasse\nestilo condizente com a proposta escolhida (escolhas lexicais, nível de formalidade e/ou\ninformalidade, de acordo com o projeto escolhido para posicionamento acerca das condições de\ntrabalho contemporâneas).\nEm relação ao critério C – Coerência e coesão: Esperava-se que a/o candidata/candidato\ndesenvolvesse a proposta escolhida, mantendo a unidade e a progressão temática, sem\ncircularidade; organizasse os elementos linguísticos (palavras, expressões, orações, períodos,\nparágrafos), visando à maior legibilidade e precisão, com encadeamento de ideias em uma\nsequência adequada à linha argumentativa desenvolvida; utilizasse adequadamente elementos\ncoesivos (pronomes, articuladores textuais, léxico etc.) que contribuíssem com a fluidez textual,\natentando para a referenciação (léxico variado) e para a articulação entre as partes do texto;\nutilizasse tempos e modos verbais, segundo as necessidades de legibilidade e precisão e/ou\nexpressividade; estabelecesse relações semânticas entre palavras, frases e parágrafos, sem\ncontradições, utilizando operadores argumentativos adequados; e apresentasse um título\nexpressivo e articulado ao texto, quando incluído. Todos esses aspectos deveriam estar\nadequadamente articulados à proposta escolhida, de modo que a leitura do texto fosse fluida, sem\ninterrupções.\nEm relação ao critério D – Nível de informação e argumentação: Esperava-se que a/o\ncandidata/candidato empregasse vocabulário apropriado, utilizando o léxico como elemento\ninformativo para a produção da argumentação e da expressividade (posição de autoria) e também\nda progressão textual; oferecesse informações, fatos, argumentos, exemplos e/ou citações\nclaramente relacionados à proposta escolhida e à linha argumentativa defendida no texto;\narticulasse, de forma consistente, exposição e análise de elementos, com densidade informacional,\nde modo a contribuir significativamente com o fortalecimento da linha argumentativa; assumisse\numa posição pessoal clara no texto; demonstrasse criticidade; apresentasse um universo de"
                }
            ]
        },
        "Relato de memória": {
            "frequencia": 1,
            "analises": [
                {
                    "ano": 2024,
                    "texto": "Aspectos específicos da avaliação – relato de memória\nAlém dos aspectos gerais, a redação foi avaliada pela banca examinadora considerando-se\no seguinte:\nEm relação ao critério A – Adequação à proposta (tema e gênero) de redação –, esperavase que o(a) candidato(a) compreendesse a proposta escolhida e escrevesse um relato de memória,\natentando para a narratividade em torno de um ou mais fato(s) importante(s) vivenciado(s) pelo(a)\ncandidato(a), argumentando como essa(s) memória(s) se reflete(m) na sua vida nos dias de hoje,\nsem se identificar no certame. O relato de memória deveria considerar o conteúdo dos três textos\napresentados que abordavam o tema sobre a memória: o texto 1 apresentava a capa dos seis livros\ncuja leitura foi indicada para o vestibular unificado UFSC/IFSC/IFC 2024 e destacava o tema da\nmemória em todas as obras, como forma de pensar a implicação do passado no modo de perceber,\nconduzir e modificar o presente; o texto 2 aludia a um excerto de “A alma do tempo”, de Afonso\nArinos de Melo Franco (1961), para quem o peculiar ao gênero literário das memórias é que a\nreconquista do vivido não é somente um trabalho de restauração, mas sobretudo um esforço de\nrenovação; o texto 3 tratava de um excerto de “A sombra das raparigas em flor”, de Marcel Proust\n(1918), que defendia a ideia de que a maior parte da nossa memória está fora de nós, mas em nós,\nou seja, apenas oculta aos nossos próprios olhares, num esquecimento mais ou menos prolongado.\nO candidato(a) deveria desenvolver o texto no âmbito da composição do gênero relato de memória,\ncuja função é documentar memórias ou vivências. A configuração do gênero apresenta tempo,\nespaço, personagens e narrador, e sua estrutura divide-se em título, introdução, desenvolvimento\ne conclusão. Esperava-se a narração de experiências marcantes e significativas vivenciadas pelo\ncandidato(a) e a relação e/ou implicação (argumentativa) dessas lembranças (boas ou ruins) no\nmodo de conduzir a vida no tempo atual.\nEm relação ao critério C – Coerência e coesão –, esperava-se que o(a) candidato(a)\ndesenvolvesse a proposta escolhida mantendo a unidade e a progressão temática, sem\ncircularidade; organizasse os elementos linguísticos (palavras, expressões, orações, períodos,\nparágrafos) visando à maior legibilidade e precisão, com encadeamento de ideias em uma\nsequência adequada à linha narrativa desenvolvida; utilizasse adequadamente elementos coesivos\n(pronomes, articuladores textuais, léxico etc.) que contribuíssem com a fluidez textual, atentando\npara a referenciação (léxico variado) e a articulação entre as partes do texto; utilizasse tempos e\n\n\fmodos verbais segundo as necessidades de legibilidade e precisão e/ou expressividade;\nestabelecesse relações semânticas entre palavras, frases e parágrafos, sem contradições,\nutilizando operadores argumentativos adequados; e apresentasse um título expressivo e articulado\nao texto. Todos esses aspectos deveriam estar adequadamente articulados à proposta escolhida,\nde modo que a leitura do texto fosse fluida, sem interrupções.\nEm relação ao critério D – Nível de narratividade, informatividade e argumentatividade –,\nesperava-se que o(a) candidato(a) empregasse vocabulário apropriado, utilizando o léxico como\nelemento informativo para a produção da narração (com argumentação) em favor da expressividade\n(posição de autoria) e da progressão textual; oferecesse informações, fatos, relatos, argumentos,\nexemplos e/ou citações claramente relacionados à proposta escolhida e à linha narrativa (devendo\ntambém presentar um caráter argumentativo) condutora do texto; articulasse de forma consistente\na exposição axiológica das escolhas de memórias, com densidade informacional, de modo a\ncontribuir significativamente com o fortalecimento da linha narrativa expositiva; assumisse uma\nposição pessoal clara no texto; demonstrasse criticidade; apresentasse um universo de referências\nconcretas/verossímeis (sem clichês, noções generalizantes ou indeterminadas), pertinentes ao\nprojeto pessoal do(a) candidato(a); e indicasse a autoria/fonte, caso citasse ou parafraseasse textos\ne ideias de outros. Todos esses aspectos deveriam estar adequadamente articulados à proposta\nescolhida."
                }
            ]
        },
        "Dissertação": {
            "frequencia": 1,
            "analises": [
                {
                    "ano": 2013,
                    "texto": "Relatório Redação\n\nA exemplo de anos anteriores, foram três as propostas de redação apresentadas aos\ncandidatos, para que escolhessem uma delas para elaborar seu texto. Cada uma delas\ncontemplou um tema diferente, como também um gênero textual distinto, a saber: i) artigo,\nii) resenha, iii) dissertação. Mais uma vez, as obras literárias foram inspiração para pelo\nmenos uma das propostas de redação. As obras literárias vêm sendo exploradas no\ncontexto de várias disciplinas das provas do vestibular e mais expressivamente nos temas\nde redação. Assuntos bem atuais também têm sido recorrentes como proposta de produção\ntextual.\n\nDe acordo com o previsto no edital do vestibular, dos candidatos que realizam as\nprovas, apenas os que comparecerem nos três dias de prova e tiverem pontuação diferente\nde zero em cada uma das disciplinas, tiveram suas redações corrigidas. Assim, do total de\n35.161 candidatos que realizaram as provas, 24.863 tiveram suas redações avaliadas."
                }
            ]
        },
        "Artigo": {
            "frequencia": 1,
            "analises": [
                {
                    "ano": 2013,
                    "texto": "Relatório Redação\n\nA exemplo de anos anteriores, foram três as propostas de redação apresentadas aos\ncandidatos, para que escolhessem uma delas para elaborar seu texto. Cada uma delas\ncontemplou um tema diferente, como também um gênero textual distinto, a saber: i) artigo,\nii) resenha, iii) dissertação. Mais uma vez, as obras literárias foram inspiração para pelo\nmenos uma das propostas de redação. As obras literárias vêm sendo exploradas no\ncontexto de várias disciplinas das provas do vestibular e mais expressivamente nos temas\nde redação. Assuntos bem atuais também têm sido recorrentes como proposta de produção\ntextual.\n\nDe acordo com o previsto no edital do vestibular, dos candidatos que realizam as\nprovas, apenas os que comparecerem nos três dias de prova e tiverem pontuação diferente\nde zero em cada uma das disciplinas, tiveram suas redações corrigidas. Assim, do total de\n35.161 candidatos que realizaram as provas, 24.863 tiveram suas redações avaliadas."
                }
            ]
        }
    }
}